tap "facebook/fb"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "awscli"
brew "boost"
brew "folly"
brew "fizz"
brew "gh"
brew "jq"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "gh"
brew "node"
brew "gitmoji"
brew "jq"
brew "mas"
brew "nvm"
brew "openjdk"
brew "pcre2"
brew "postgresql", restart_service: true
brew "python@3.10"
brew "pre-commit"
brew "pyenv"
brew "pyinvoke"
brew "ruby-build"
brew "rbenv"
brew "rcm"
brew "ripgrep"
brew "tcl-tk"
brew "watchman"
brew "youtube-dl"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "facebook/fb/idb-companion"
cask "adobe-creative-cloud"
cask "appcleaner"
cask "authy"
cask "discord"
cask "figma"
cask "firefox-developer-edition"
cask "flipper"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-new-york"
cask "font-sf-compact"
cask "font-sf-mono"
cask "font-sf-mono-for-powerline"
cask "font-sf-pro"
cask "hazel"
cask "iterm2"
cask "jetbrains-toolbox"
cask "messenger"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "minecraft"
cask "miniconda"
cask "ngrok"
cask "nova"
cask "postbox"
cask "setapp"
cask "signal"
cask "sketch"
cask "slack"
cask "spotify"
cask "steam"
cask "telegram"
cask "visual-studio-code"
cask "zulu11"
mas "1Password 7", id: 1333542190
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "Alto's Adventure The Spirit of the Mountain", id: 1576663233
mas "Bear", id: 1091189122
mas "CARROT Weather", id: 993487541
mas "DaisyDisk", id: 411643860
mas "Dice", id: 1479250666
mas "Drafts", id: 1435957248
mas "Fantastical", id: 975937182
mas "Gibbon", id: 1482634476
mas "Icro", id: 1482657389
mas "Mini Motorways", id: 1456188526
mas "Momentum", id: 1564329434
mas "PCalc", id: 403504866
mas "Pixelmator Pro", id: 1289583905
mas "Reeder", id: 1529448980
mas "Skate City", id: 1470376606
mas "TestFlight", id: 899247664
mas "The Lost City", id: 1538650027
mas "Things", id: 904280696
mas "Tweetbot", id: 1384080005
mas "Ulysses", id: 1225570693
mas "WCF", id: 1466835143
mas "Xcode", id: 497799835
mas "xScope", id: 889428659
