tap "facebook/fb"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "awscli"
brew "boost"
brew "pcre2"
brew "glib"
brew "python@3.9"
brew "folly"
brew "edencommon"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "libidn2"
brew "unbound"
brew "harfbuzz"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "flyctl"
brew "gh"
brew "node"
brew "gitmoji"
brew "go"
brew "grpc"
brew "jq"
brew "kdoctor"
brew "krb5"
brew "mas"
brew "nvm"
brew "openjdk"
brew "pnpm"
brew "postgresql@14", restart_service: true
brew "pre-commit"
brew "pyenv"
brew "pyinvoke"
brew "ruby-build"
brew "rbenv"
brew "rcm"
brew "redis"
brew "ripgrep"
brew "ruby@2.7"
brew "rust"
brew "rustup-init"
brew "tcl-tk"
brew "terraform"
brew "watchman"
brew "wtfutil"
brew "yarn"
brew "yarn-completion"
brew "you-get"
brew "youtube-dl"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "facebook/fb/idb-companion"
brew "heroku/brew/heroku"
cask "adobe-creative-cloud"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "altair-graphql-client"
cask "appcleaner"
cask "authy"
cask "brave-browser"
cask "discord"
cask "docker"
cask "figma"
cask "firefox-developer-edition"
cask "flipper"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-new-york"
cask "font-sf-compact"
cask "font-sf-mono"
cask "font-sf-mono-for-powerline"
cask "font-sf-pro"
cask "github"
cask "hazel"
cask "iterm2"
cask "jetbrains-toolbox"
cask "messenger"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "minecraft"
cask "miniconda"
cask "ngrok"
cask "nova"
cask "obsidian"
cask "postbox"
cask "protonvpn"
cask "rescuetime"
cask "setapp"
cask "signal"
cask "sketch"
cask "slack"
cask "spotify"
cask "steam"
cask "telegram"
cask "visual-studio-code"
cask "zulu11"
mas "1Password for Safari", id: 1569813296
mas "Affinity Designer", id: 824171161
mas "CARROT Weather", id: 993487541
mas "DaisyDisk", id: 411643860
mas "Dice", id: 1479250666
mas "Drafts", id: 1435957248
mas "Fantastical", id: 975937182
mas "iA Writer", id: 775737590
mas "Icro", id: 1482657389
mas "Momentum", id: 1564329434
mas "PCalc", id: 403504866
mas "Pixelmator Pro", id: 1289583905
mas "Steam Link", id: 1246969117
mas "TestFlight", id: 899247664
mas "Things", id: 904280696
mas "Tweetbot", id: 1384080005
mas "Ulysses", id: 1225570693
mas "Xcode", id: 497799835
mas "xScope", id: 889428659
